[
    {
        "titre": "HTML & CSS",
        "description": "Apprenez les bases du design web avec HTML & CSS. Créez des sites web réactifs et attrayants dès le début !"
    },
    {
        "titre": "JavaScript pour Débutants",
        "description": "Plongez dans la programmation JavaScript et maîtrisez les éléments interactifs du web."
    },
    {
        "titre": "Python Avancé",
        "description": "Maîtrisez Python et ses frameworks pour le développement web, l'automatisation et l'analyse de données."
    },
    {
        "titre": "Principes du Design Web",
        "description": "Apprenez à concevoir des sites web réactifs qui s'adaptent à tous les appareils."
    },
    {
        "titre": "React.js pour Débutants",
        "description": "Commencez à créer des interfaces interactives avec React et découvrez les bases du développement web moderne."
    },
    {
        "titre": "Node.js et Express",
        "description": "Apprenez le développement backend avec Node.js et créez des applications serveur avec Express."
    },
    {
        "titre": "PHP pour le Développement Web",
        "description": "Comprenez PHP et comment l'utiliser pour construire des sites web dynamiques et des applications web."
    },
    {
        "titre": "SQL et Bases de Données",
        "description": "Apprenez à interagir avec les bases de données en utilisant SQL et à construire des sites efficaces."
    },
    {
        "titre": "Développement Web Mobile",
        "description": "Découvrez les meilleures pratiques pour développer des sites web adaptés aux mobiles."
    },
    {
        "titre": "Fondamentaux du Design UI/UX",
        "description": "Apprenez les bases du design d'interface utilisateur et d'expérience utilisateur pour créer des sites web ergonomiques."
    },
    {
        "titre": "CSS Flexbox et Grid",
        "description": "Maîtrisez les techniques de mise en page modernes comme Flexbox et CSS Grid pour créer des designs avancés."
    },
    {
        "titre": "JavaScript pour le Développement Web",
        "description": "Pratiquez JavaScript et utilisez-le pour ajouter des fonctionnalités dynamiques à vos sites web."
    },
    {
        "titre": "Bases de la Sécurité Web",
        "description": "Apprenez à sécuriser vos applications web et à vous protéger contre les vulnérabilités courantes."
    },
    {
        "titre": "Git et Contrôle de Version",
        "description": "Découvrez les bases de Git, du contrôle de version et de la collaboration avec GitHub."
    },
    {
        "titre": "Développement Web Agile",
        "description": "Comprenez les principes Agile et comment les appliquer aux flux de travail du développement web moderne."
    }
]


