[
    {
        "title": "HTML & CSS",
        "description": "Learn the basics of web design with HTML & CSS. Create stunning, responsive websites from scratch!"
    },
    {
        "title": "JavaScript for Beginners",
        "description": "Dive into JavaScript programming and master interactive web elements and functionality."
    },
    {
        "title": "Advanced Python",
        "description": "Master Python and its frameworks for web development, automation, and data analysis."
    },
    {
        "title": "Web Design Principles",
        "description": "Learn how to design responsive websites that look great on all devices."
    },
    {
        "title": "React.js for Beginners",
        "description": "Start building interactive UIs with React and learn the fundamentals of modern web development."
    },
    {
        "title": "Node.js and Express",
        "description": "Learn backend development using Node.js and build server-side applications with Express."
    },
    {
        "title": "PHP for Web Development",
        "description": "Understand PHP and how to use it for building dynamic websites and web applications."
    },
    {
        "title": "SQL and Databases",
        "description": "Learn how to interact with databases using SQL and build efficient database-driven websites."
    },
    {
        "title": "Mobile Web Development",
        "description": "Explore best practices for developing mobile-friendly websites that work on any device."
    },
    {
        "title": "UI/UX Design Fundamentals",
        "description": "Learn the essentials of user interface and user experience design for creating user-friendly websites."
    },
    {
        "title": "CSS Flexbox and Grid",
        "description": "Master modern CSS layout techniques including Flexbox and CSS Grid to create complex layouts."
    },
    {
        "title": "JavaScript for Web Development",
        "description": "Get hands-on with JavaScript and use it to add dynamic functionality to your websites."
    },
    {
        "title": "Web Security Basics",
        "description": "Learn how to secure your web applications and protect against common vulnerabilities."
    },
    {
        "title": "Git and Version Control",
        "description": "Learn the basics of Git, version control, and collaboration using GitHub."
    },
    {
        "title": "Agile Web Development",
        "description": "Understand Agile principles and how to apply them to modern web development workflows."
    }
]